arch-install-scripts
base
base-devel
bash-completion
cups
cups-pdf
drawing
ffmpegthumbnailer
file-roller
flatpak
gdm
git
git-lfs
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-keybindings
gnome-logs
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
grub
gst-libav
gst-plugin-pipewire
gst-plugins-good
gst-plugins-ugly
linux-firmware
linux-lts
loupe
man-db
meld
nano
nautilus
nautilus-image-converter
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
pacman-contrib
power-profiles-daemon
simple-scan
sudo
sushi
tracker3-miners
ttf-dejavu
xdg-user-dirs-gtk
zsh
